Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Finishes the word you're in the middle of, using what you've already typed for context. AI picks show a ✨ in the suggestion bar. Next-word guesses stay on the fast offline engine.
de: Schreibt das Wort zu Ende, an dem du gerade bist, und nutzt dafür das, was du schon getippt hast. KI-Vorschläge zeigen ein ✨ in der Vorschlagsleiste. Das nächste Wort rät weiter die schnelle Offline-Engine.
es: Termina la palabra que estás escribiendo usando lo que ya has puesto como contexto. Las sugerencias de IA llevan un ✨ en la barra. Las predicciones de la siguiente palabra siguen en el motor rápido sin conexión.
et: Lõpetab sõna, mille keskel oled, kasutades kontekstina seda, mida juba oled tipinud. TI-valikud näitavad soovituseribal ✨. Järgmise sõna pakkumine jääb kiirele ühenduseta mootorile.
fr: Complète le mot que tu es en train d'écrire, en s'appuyant sur ce que tu as déjà tapé. Les suggestions de l'IA affichent un ✨ dans la barre. Les prédictions du mot suivant restent sur le moteur hors ligne rapide.
hu: Befejezi a szót, aminek épp a közepén jársz, és felhasználja, amit már beírtál. Az MI-találatok mellett ✨ jelenik meg a javaslatsávban. A következő szó tippelése a gyors offline motoron marad.
it: Completa la parola che stai scrivendo, usando come contesto quello che hai già digitato. I suggerimenti dell'IA mostrano un ✨ nella barra. Le parole successive restano sul veloce motore offline.
ja: 入力中の単語を、これまで打った内容を手がかりに補完します。AI が選んだ候補には候補バーに ✨ が付きます。次の単語の予測は高速なオフラインエンジンのままです。
ko: 이미 입력한 걸 문맥으로 삼아서 쓰던 단어를 마저 완성해줘요. AI가 고른 건 추천 바에 ✨가 붙어요. 다음 단어 예측은 빠른 오프라인 엔진 그대로예요.
ms: Lengkapkan perkataan yang anda tengah taip, guna apa yang dah anda taip sebagai konteks. Pilihan AI ada ✨ dalam bar cadangan. Tekaan perkataan seterusnya kekal pada enjin luar talian yang laju.
pt: Acaba a palavra que estás a escrever, usando o que já escreveste como contexto. As escolhas de IA mostram um ✨ na barra de sugestões. Os palpites da palavra seguinte ficam no motor offline rápido.
ru: Дописывает слово, которое вы начали, опираясь на уже напечатанное. Варианты от ИИ отмечены значком ✨ в строке подсказок. Следующее слово по-прежнему предсказывает быстрый офлайн-движок.
zh_hans: 根据你已经输入的内容，帮你把正在打的这个词补完。AI 给的候选会在候选栏里带个 ✨。下一个词的预测还是走快速的离线引擎。

source: Finishes the word you're typing using context.
de: Vervollständigt das Wort, das du tippst, anhand des Kontexts.
es: Completa la palabra que escribes según el contexto.
et: Lõpetab sisestatava sõna konteksti põhjal.
fr: Complète le mot que tu saisis en fonction du contexte.
hu: A szövegkörnyezet alapján kiegészíti a gépelt szót.
it: Completa la parola che stai scrivendo in base al contesto.
ja: 文脈に合わせて、入力中の単語を補完します。
ko: 문맥에 맞게 입력 중인 단어를 완성합니다.
ms: Lengkapkan perkataan yang anda taip berdasarkan konteks.
pt: Completa a palavra que está a escrever com base no contexto.
ru: Дополняет вводимое слово с учётом контекста.
zh_hans: 根据上下文补全正在输入的词语。

source: Finishes the word you're typing using context. AI picks show a ✨ in the suggestion bar.
de: Schreibt das Wort, das du gerade tippst, mit Hilfe des Kontexts zu Ende. KI-Vorschläge zeigen ein ✨ in der Vorschlagsleiste.
es: Termina la palabra que estás escribiendo usando el contexto. Las sugerencias de IA llevan un ✨ en la barra de sugerencias.
et: Lõpetab konteksti põhjal sõna, mida tipid. TI-valikud näitavad soovituseribal ✨.
fr: Complète le mot que tu es en train de taper à partir du contexte. Les suggestions de l'IA affichent un ✨ dans la barre de suggestions.
hu: Befejezi a szót, amit épp gépelsz, a szövegkörnyezet alapján. Az MI-találatok mellett ✨ jelenik meg a javaslatsávban.
it: Completa la parola che stai scrivendo usando il contesto. I suggerimenti dell'IA mostrano un ✨ nella barra dei suggerimenti.
ja: 文脈を使って、入力中の単語を補完します。AI が選んだ候補には候補バーに ✨ が付きます。
ko: 문맥을 써서 치고 있는 단어를 완성해줘요. AI가 고른 건 추천 바에 ✨가 붙어요.
ms: Melengkapkan perkataan yang anda tengah taip guna konteks. Pilihan AI ada ✨ dalam bar cadangan.
pt: Acaba a palavra que estás a escrever a partir do contexto. As escolhas de IA mostram um ✨ na barra de sugestões.
ru: Дописывает слово, которое вы печатаете, опираясь на контекст. Варианты от ИИ отмечены значком ✨ в строке подсказок.
zh_hans: 根据上下文帮你把正在打的词补完。AI 给的候选会在建议栏里带个 ✨。

source: Fire
de: Feuer
es: Fuego
et: Tuli
fr: Feu
hu: Tűz
it: Fuoco
ja: 炎
ko: 불꽃
ms: Api
pt: Fogo
ru: Огонь
zh_hans: 火焰

source: Fireflies
de: Glühwürmchen
es: Luciérnagas
et: Tulesääsed
fr: Lucioles
hu: Szentjánosbogarak
it: Lucciole
ja: ホタル
ko: 반딧불
ms: Kelip-kelip
pt: Pirilampos
ru: Светлячки
zh_hans: 萤火虫

source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
et: Ilutulestik
fr: Feux d'artifice
hu: Tűzijáték
it: Fuochi d'artificio
ja: 花火
ko: 불꽃놀이
ms: Bunga api
pt: Fogo de artifício
ru: Фейерверк
zh_hans: 烟花

source: Firm
de: Fest
es: Firme
et: Kindel
fr: Ferme
hu: Cég
it: Deciso
ja: 硬め
ko: 단단함
ms: Tegas
pt: Firme
ru: Твёрдо
zh_hans: 紧实

source: First tab
de: Erster Tab
es: Primera pestaña
et: Esimene kaart
fr: Premier onglet
hu: Első fül
it: Prima scheda
ja: 最初のタブ
ko: 첫 번째 탭
ms: Tab pertama
pt: Primeiro separador
ru: Первая вкладка
zh_hans: 第一个分类

source: Fit
de: Anpassen
es: Ajustar
et: Sobita
fr: Ajuster
hu: Illesztés
it: Adatta
ja: サイズを合わせる
ko: 맞춤
ms: Muat
pt: Ajustar
ru: Вписать
zh_hans: 适配

source: Fit the surroundings
de: An die Umgebung anpassen
es: Adaptarse al entorno
et: Sobitu ümbrusega
fr: S'adapter à l'environnement
hu: Illeszkedik a környezethez
it: Adattati all'ambiente circostante
ja: 周りに合わせる
ko: 주변에 맞추기
ms: Sesuaikan dengan persekitaran
pt: Adaptar ao ambiente
ru: Подстроиться под окружение
zh_hans: 融入周围环境

source: Fix Grammar
de: Grammatik korrigieren
es: Corregir gramática
et: Paranda grammatika
fr: Corriger la grammaire
hu: Nyelvtan javítása
it: Correggi grammatica
ja: 文法を修正
ko: 문법 고치기
ms: Betulkan Tatabahasa
pt: Corrigir gramática
ru: Исправить грамматику
zh_hans: 修正语法

source: Fix the word as you type
de: Wörter während der Eingabe korrigieren
es: Corrige las palabras mientras escribes
et: Sõnade parandamine tippimise ajal
fr: Corrige les mots pendant la saisie
hu: Szavak javítása gépelés közben
it: Corregge le parole mentre scrivi
ja: 入力中の単語を修正
ko: 입력 중인 단어 수정
ms: Betulkan perkataan semasa menaip
pt: Corrige as palavras enquanto escreves
ru: Исправление слов при вводе
zh_hans: 边输入边更正单词

source: Fix the word when you type a space or punctuation.
de: Korrigiert das Wort, sobald du ein Leerzeichen oder Satzzeichen tippst.
es: Corrige la palabra al escribir un espacio o un signo de puntuación.
et: Parandab sõna, kui tipid tühiku või kirjavahemärgi.
fr: Corrige le mot quand tu tapes une espace ou un signe de ponctuation.
hu: Javítja a szót, amikor szóközt vagy írásjelet írsz.
it: Corregge la parola quando digiti uno spazio o un segno di punteggiatura.
ja: スペースや句読点を入力したときに単語を直します。
ko: 띄어쓰기나 문장 부호를 입력하면 단어를 고쳐줘요.
ms: Betulkan perkataan bila anda taip ruang atau tanda baca.
pt: Corrige a palavra quando escreves um espaço ou pontuação.
ru: Исправлять слово, когда вы ставите пробел или знак препинания.
zh_hans: 输入空格或标点时，帮你把词改对。

source: Fix typos as you type, in the languages you have turned on.
de: Korrigiert Tippfehler beim Tippen, in den Sprachen, die du eingeschaltet hast.
es: Corrige erratas mientras escribes, en los idiomas que tienes activados.
et: Parandab näpuvead tipimise ajal nendes keeltes, mille oled sisse lülitanud.
fr: Corrige les fautes de frappe pendant que tu tapes, dans les langues que tu as activées.
hu: Gépelés közben javítja az elgépeléseket a bekapcsolt nyelveiden.
it: Corregge i refusi mentre scrivi, nelle lingue che hai attivato.
ja: オンにしている言語で、入力しながら打ち間違いを直します。
ko: 켜 둔 언어에서 입력하는 동안 오타를 고쳐요.
ms: Membetulkan silap taip semasa anda menaip, dalam bahasa yang anda hidupkan.
pt: Corrige gralhas enquanto escreves, nos idiomas que tens ligados.
ru: Исправляет опечатки по ходу печати, в тех языках, которые вы включили.
zh_hans: 在你开启的语言里，一边打字一边改正错字。

source: Fixed
de: Fest
es: Fijo
et: Fikseeritud
fr: Fixe
hu: Rögzített
it: Fisso
ja: 固定
ko: 고정
ms: Tetap
pt: Fixo
ru: Фиксированно
zh_hans: 固定

source: Flag
de: Flagge
es: Bandera
et: Lipp
fr: Drapeau
hu: Zászló
it: Bandiera
ja: 旗
ko: 깃발
ms: Bendera
pt: Bandeira
ru: Флаг
zh_hans: 旗帜

source: Flag and code fall back to the globe for a language with no flag artwork or no region code.
de: Flagge und Kürzel weichen auf den Globus aus, wenn eine Sprache kein Flaggenbild oder keinen Regionscode hat.
es: La bandera y el código pasan al globo terráqueo cuando un idioma no tiene ilustración de bandera ni código de región.
et: Lipp ja kood taanduvad gloobusele keele puhul, millel pole lipu pilti ega piirkonnakoodi.
fr: Le drapeau et le code laissent place au globe pour une langue sans visuel de drapeau ni code de région.
hu: A zászló és a kód helyett a földgömb jelenik meg, ha egy nyelvhez nincs zászlókép vagy régiókód.
it: Bandiera e codice lasciano il posto al globo per una lingua senza immagine della bandiera o senza codice di regione.
ja: 旗の絵や地域コードがない言語では、フラッグやコードの代わりに地球儀が表示されます。
ko: 국기 이미지나 지역 코드가 없는 언어에서는 국기와 코드 대신 지구본이 표시됩니다.
ms: Bendera dan kod bertukar kepada glob bagi bahasa yang tiada imej bendera atau tiada kod wilayah.
pt: A bandeira e o código dão lugar ao globo num idioma sem imagem de bandeira ou sem código de região.
ru: Если у языка нет флага или кода региона, вместо них показывается глобус.
zh_hans: 若某种语言没有国旗图案或地区代码，国旗和代码会改用地球图标。

source: Flags
de: Flaggen
es: Banderas
et: Lipud
fr: Drapeaux
hu: Zászlók
it: Bandiere
ja: 旗
ko: 깃발
ms: Bendera
pt: Bandeiras
ru: Флаги
zh_hans: 旗帜

source: Flags words that don’t fit your sentence
de: Markiert Wörter, die nicht in deinen Satz passen
es: Marca las palabras que no encajan en tu frase
et: Märgistab sõnad, mis sinu lausesse ei sobi
fr: Repère les mots qui ne collent pas à ta phrase
hu: Megjelöli a mondatba nem illő szavakat
it: Segnala le parole che non stanno bene nella tua frase
ja: 文に合わない単語に印を付けます
ko: 문장에 안 맞는 단어를 짚어줘요
ms: Menandakan perkataan yang tak sesuai dengan ayat anda
pt: Assinala palavras que não encaixam na tua frase
ru: Отмечает слова, которые не вписываются в предложение
zh_hans: 标出不适合你句子的词

source: Flame
de: Flamme
es: Llama
et: Leek
fr: Flamme
hu: Láng
it: Fiamma
ja: フレイム
ko: 불꽃
ms: Nyala
pt: Chama
ru: Пламя
zh_hans: 火焰

source: Flare on keypress
de: Aufleuchten beim Anschlag
es: Destello al pulsar
et: Sähvatus vajutusel
fr: Éclat à la frappe
hu: Felvillanás leütéskor
it: Lampo alla pressione
ja: 打鍵時に光らせる
ko: 누를 때 빛나기
ms: Kilauan ketika ditekan
pt: Brilho ao premir
ru: Вспышка при нажатии
zh_hans: 按键时闪亮

source: Flat
de: Flach
es: Plano
et: Lame
fr: Plat
hu: Lapos
it: Piatto
ja: フラット
ko: 평면
ms: Rata
pt: Plano
ru: Плоский
zh_hans: 扁平

source: Flat 3, buzzer is broken
de: Wohnung 3, Klingel kaputt
es: Piso 3, el timbre no funciona
et: Korter 3, uksekell on katki
fr: Appart 3, l'interphone est cassé
hu: 3. lakás, a csengő nem működik
it: Interno 3, il citofono è rotto
ja: 3号室、インターホンが故障
ko: 3호, 초인종 고장
ms: Unit 3, loceng rosak
pt: Apartamento 3, a campainha está avariada
ru: Квартира 3, звонок сломан
zh_hans: 3 号房，门铃坏了

source: Flexible monthly membership.
de: Flexibles Monatsabo.
es: Suscripción mensual flexible.
et: Paindlik kuutellimus.
fr: Abonnement mensuel flexible.
hu: Rugalmas havi előfizetés.
it: Abbonamento mensile flessibile.
ja: 柔軟に使える月額プランです。
ko: 유연한 월간 구독입니다.
ms: Langganan bulanan yang fleksibel.
pt: Subscrição mensal flexível.
ru: Гибкая ежемесячная подписка.
zh_hans: 灵活的月度订阅。

source: Flick hint position
de: Position der Wischhinweise
es: Posición de pistas de deslizamiento
et: Viibete vihjete asukoht
fr: Position des indices de glissement
hu: Pöccintési jelzések helye
it: Posizione dei suggerimenti di scorrimento
ja: フリックヒントの位置
ko: 플릭 힌트 위치
ms: Kedudukan petunjuk jentik
pt: Posição das dicas de deslize
ru: Положение подсказок смахивания
zh_hans: 轻扫提示位置

source: Flick straight down on a key to insert its first long-press variant instantly (swipe down on "e" → "è"), skipping the hold. Needs a layout with long-press accents (Layout → Quick presets).
de: Wische auf einer Taste gerade nach unten, um ihre erste Long-Press-Variante sofort einzufügen (z. B. Wischen nach unten auf "e" → "è"), ohne sie halten zu müssen. Erfordert ein Layout mit Long-Press-Akzenten (Layout → Schnellvoreinstellungen).
es: Desliza recto hacia abajo en una tecla para insertar al instante su primera variante de pulsación larga (desliza hacia abajo en "e" → "è"), sin necesidad de mantenerla pulsada. Requiere una distribución con acentos de pulsación larga (Distribución → Preajustes rápidos).
et: Tõmba klahvil otse alla, et lisada kohe selle esimene pikkvajutuse variant (alla tõmbamine „e"-l → „è"), hoidmist vältides. Vajab paigutust pikkvajutuse aksentidega (Paigutus → Kiirmallid).
fr: Fais glisser tout droit vers le bas sur une touche pour insérer instantanément sa première variante d'appui long (glisse vers le bas sur "e" → "è"), sans avoir à la maintenir. Nécessite une disposition avec accents à appui long (Disposition → Préréglages rapides).
hu: Húzd egyenesen lefelé egy billentyűn, hogy azonnal beszúrd az első hosszan nyomva tartásos változatát (pl. lefelé húzás az "e"-n → "è"), a nyomva tartás kihagyásával. Ehhez hosszan nyomva tartásos ékezetekkel rendelkező kiosztás kell (Kiosztás → Gyors előbeállítások).
it: Scorri dritto verso il basso su un tasto per inserire subito la sua prima variante da pressione prolungata (scorri verso il basso su "e" → "è"), senza doverlo tenere premuto. Richiede un layout con accenti da pressione prolungata (Layout → Preimpostazioni rapide).
ja: キーをまっすぐ下にフリックすると、長押しの最初の候補をすぐに入力できます（"e"を下にスワイプ→"è"）。長押しする手間が省けます。長押しアクセントに対応したレイアウトが必要です（レイアウト → クイックプリセット）。
ko: 키에서 아래로 곧게 밀면 롱프레스 첫 번째 옵션을 바로 입력할 수 있어요（"e"를 아래로 밀면 → "è"）. 길게 누르는 과정을 건너뛰는 거예요. 롱프레스 악센트가 있는 레이아웃이 필요해요（레이아웃 → 빠른 프리셋）.
ms: Leret lurus ke bawah pada kekunci untuk sisipkan varian tekan-lama pertamanya serta-merta (leret ke bawah pada "e" → "è"), tanpa perlu menahannya. Memerlukan susun atur dengan aksen tekan-lama (Susun atur → Prapratetapan pantas).
pt: Desliza a direito para baixo numa tecla para inserires logo a primeira variante de pressão longa (desliza para baixo em "e" → "è"), sem precisares de a manter premida. Precisa de um esquema com acentos de pressão longa (Esquema → Predefinições rápidas).
ru: Смахните по клавише строго вниз, чтобы сразу вставить её первый вариант из долгого нажатия (вниз по «e» → «è»), минуя удержание. Нужна раскладка с акцентами по долгому нажатию («Раскладка» → «Быстрые пресеты»).
zh_hans: 在按键上直接向下滑动，就能立刻插入它长按的第一个候选字符（比如在“e”上下滑 → “è”），不用真的长按。需要支持长按重音的布局（布局 → 快速预设）。

source: Flick straight down on a key to insert its first long-press variant instantly (swipe down on "e" → "è"), skipping the hold. Needs accent popups on.
de: Streich auf einer Taste gerade nach unten, um sofort ihre erste Variante beim langen Drücken einzufügen (auf "e" nach unten wischen → "è"), ohne zu halten. Braucht Akzent-Popups an.
es: Desliza recto hacia abajo en una tecla para insertar al instante su primera variante de pulsación larga (desliza hacia abajo en "e" → "è"), sin tener que mantenerla. Necesita las ventanas de acentos activadas.
et: Tõmba klahvil otse alla, et lisada kohe selle esimene pikkvajutuse variant (alla tõmbamine „e"-l → „è"), hoidmist vältides. Vajab, et aksendi hüpikud oleksid sees.
fr: Fais un geste vif vers le bas sur une touche pour insérer instantanément sa première variante d'appui long (balaie vers le bas sur "e" → "è"), sans maintenir. Nécessite les fenêtres d'accents activées.
hu: Pöccints egyenesen lefelé egy billentyűn, hogy azonnal beszúrja az első hosszú lenyomásos változatát (húzd le az "e"-t → "è"), a tartás kihagyásával. Ehhez be kell kapcsolni az ékezetes előugró ablakokat.
it: Scorri dritto verso il basso su un tasto per inserire subito la sua prima variante della pressione prolungata (scorri giù su "e" → "è"), saltando la pressione. Servono i pop-up degli accenti attivi.
ja: キーをまっすぐ下にフリックすると、長押しの最初の代替文字がすぐ入ります（"e" を下にスワイプ → "è"）。長押しは不要です。アクセントのポップアップをオンにする必要があります。
ko: 키에서 곧장 아래로 튕기면 첫 번째 길게 누르기 변형이 바로 입력돼요 ("e"에서 아래로 스와이프 → "è"), 길게 누르지 않아도요. 악센트 팝업이 켜져 있어야 해요.
ms: Selik terus ke bawah pada kekunci untuk sisip varian tekan lama pertamanya serta-merta (leret ke bawah pada "e" → "è"), langkau tahanan. Perlukan pop timbul aksen dihidupkan.
pt: Faz um flick a direito para baixo numa tecla para inserir logo a primeira variante do toque prolongado (desliza para baixo no "e" → "è"), sem manter premido. Precisa das janelas de acentos ligadas.
ru: Смахните по клавише строго вниз, чтобы сразу вставить её первый вариант из долгого нажатия (вниз по «e» → «è»), минуя удержание. Нужны включённые всплывающие акценты.
zh_hans: 在键上直接往下轻拂，立刻插入它的第一个长按变体（在 "e" 上下滑 → "è"），省去长按。需要开启重音弹出框。

source: Flick straight down on a key to insert its first long-press variant instantly.
de: Wische auf einer Taste direkt nach unten, um sofort ihre erste Langdruck-Variante einzufügen.
es: Desliza directamente hacia abajo sobre una tecla para insertar al instante su primera variante de pulsación larga.
et: Libista sõrmega otse allapoole klahvil, et sisestada kohe selle esimene pika vajutuse variant.
fr: Balayez directement vers le bas sur une touche pour insérer instantanément sa première variante d'appui long.
hu: Csúsztasd lefelé egy billentyűn, hogy azonnal beilleszd annak első hosszú nyomásos változatát.
it: Scorri dritto verso il basso su un tasto per inserire all'istante la sua prima variante con pressione prolungata.
ja: キーをまっすぐ下にフリックすると、そのキーの長押しの最初のバリエーションが即座に入力されます。
ko: 키에서 곧장 아래로 플릭하면 길게 누르기의 첫 번째 변형이 즉시 입력됩니다.
ms: Leret terus ke bawah pada kekunci untuk memasukkan varian tekan lama pertamanya serta-merta.
pt: Deslize diretamente para baixo numa tecla para inserir instantaneamente a sua primeira variante de pressão prolongada.
ru: Проведите по клавише прямо вниз, чтобы мгновенно вставить первый вариант её долгого нажатия.
zh_hans: 在按键上直接向下轻扫，可立即输入其第一个长按变体。

source: Flick up to accept a suggestion
de: Nach oben wischen, um einen Vorschlag zu übernehmen
es: Desliza hacia arriba para aceptar una sugerencia
et: Nipsa üles, et soovitus vastu võtta
fr: Faites glisser vers le haut pour accepter une suggestion
hu: Pöccints felfelé egy javaslat elfogadásához
it: Scorri verso l’alto per accettare un suggerimento
ja: 上にフリックして候補を確定
ko: 위로 플릭하여 추천 수락
ms: Leret ke atas untuk menerima cadangan
pt: Deslize para cima para aceitar uma sugestão
ru: Смахните вверх, чтобы принять подсказку
zh_hans: 向上滑动以接受建议

source: Flicker
de: Flackern
es: Parpadeo
et: Virvendus
fr: Vacillement
hu: Pislákolás
it: Tremolio
ja: ゆらめき
ko: 일렁임
ms: Kelipan
pt: Tremeluzir
ru: Мерцание
zh_hans: 摇曳

source: Flip
de: Drehen
es: Volteo
et: Pööra
fr: Retournement
hu: Átfordulás
it: Ribaltamento
ja: フリップ
ko: 뒤집기
ms: Terbalik
pt: Virar
ru: Переворот
zh_hans: 翻转

source: Flip H
de: H spiegeln
es: Voltear H
et: Peegelda rõhtsalt
fr: Miroir H
hu: Vízsz. tükrözés
it: Specchia oriz.
ja: 左右反転
ko: 좌우 반전
ms: Balik mendatar
pt: Inverter H
ru: Отразить гор.
zh_hans: 水平翻转

source: Flip V
de: V spiegeln
es: Voltear V
et: Peegelda püstiselt
fr: Miroir V
hu: Függ. tükrözés
it: Specchia vert.
ja: 上下反転
ko: 상하 반전
ms: Balik menegak
pt: Inverter V
ru: Отразить верт.
zh_hans: 垂直翻转

source: Flip horizontally
de: Horizontal spiegeln
es: Voltear horizontalmente
et: Peegelda horisontaalselt
fr: Retourner horizontalement
hu: Vízszintes tükrözés
it: Rifletti in orizzontale
ja: 左右反転
ko: 좌우 뒤집기
ms: Balik mendatar
pt: Inverter horizontalmente
ru: Отразить по горизонтали
zh_hans: 水平翻转

source: Flip vertically
de: Vertikal spiegeln
es: Voltear verticalmente
et: Peegelda vertikaalselt
fr: Retourner verticalement
hu: Függőleges tükrözés
it: Rifletti in verticale
ja: 上下反転
ko: 상하 뒤집기
ms: Balik menegak
pt: Inverter verticalmente
ru: Отразить по вертикали
zh_hans: 垂直翻转

source: Float each word above a slightly inset target key.
de: Zeigt jedes Wort über einer leicht abgesenkten Zieltaste.
es: Muestra cada palabra sobre su tecla de destino, ligeramente hundida.
et: Kuvab iga sõna veidi süvistatud sihtklahvi kohal.
fr: Affiche chaque mot au-dessus de sa touche cible, légèrement enfoncée.
hu: Minden szó a kissé besüllyesztett célbillentyűje fölött jelenik meg.
it: Mostra ogni parola sopra il tasto di destinazione, leggermente incassato.
ja: 少しへこんだ入力先のキーの上に、各単語を表示します。
ko: 각 단어를 살짝 들어간 대상 키 위에 표시합니다.
ms: Paparkan setiap perkataan di atas kekunci sasaran yang sedikit tenggelam.
pt: Mostra cada palavra sobre a tecla de destino, ligeiramente rebaixada.
ru: Показывает каждое слово над слегка утопленной целевой клавишей.
zh_hans: 将每个词显示在略微下陷的目标按键上方。

source: Float the visual in a liquid-glass capsule
de: Zeigt die Visualisierung in einer Liquid-Glass-Kapsel
es: Muestra la visualización en una cápsula de Liquid Glass
et: Kuvab visuaali Liquid Glassi kapslis
fr: Affiche le visuel dans une capsule Liquid Glass
hu: A látványt egy Liquid Glass kapszulában jeleníti meg
it: Mostra la visualizzazione in una capsula Liquid Glass
ja: ビジュアルをLiquid Glassのカプセル内に表示します
ko: Liquid Glass 캡슐 안에 시각 효과를 표시합니다
ms: Paparkan visual dalam kapsul Liquid Glass
pt: Mostra a visualização numa cápsula Liquid Glass
ru: Показывает визуализацию в капсуле Liquid Glass
zh_hans: 在 Liquid Glass 胶囊中显示可视化效果

source: Floating
de: Schwebend
es: Flotante
et: Hõljuv
fr: Flottant
hu: Lebegő
it: Fluttuante
ja: フローティング
ko: 플로팅
ms: Terapung
pt: Flutuante
ru: Плавающий
zh_hans: 浮动

source: Floor
de: Minimum
es: Mínimo
et: Miinimum
fr: Plancher
hu: Alsó szint
it: Minimo
ja: 最小
ko: 최소
ms: Paras bawah
pt: Mínimo
ru: Минимум
zh_hans: 最低

source: Follow Theme
de: Design übernehmen
es: Seguir el tema
et: Järgi teemat
fr: Suivre le thème
hu: Téma követése
it: Segui il tema
ja: テーマに合わせる
ko: 테마 따르기
ms: Ikut tema
pt: Seguir o tema
ru: Как в теме
zh_hans: 跟随主题

source: Follow the phone (%@)
de: Handy folgen (%@)
es: Seguir el teléfono (%@)
et: Jälgi telefoni (%@)
fr: Suivre le téléphone (%@)
hu: Kövesd a telefont (%@)
it: Segui il telefono (%@)
ja: 端末に合わせる (%@)
ko: 폰 설정 따르기 (%@)
ms: Ikut telefon (%@)
pt: Seguir o telemóvel (%@)
ru: Как на телефоне (%@)
zh_hans: 跟随手机 (%@)

source: Follow your iPhone · %@
de: Deinem iPhone folgen · %@
es: Seguir tu iPhone · %@
et: Järgi iPhone'i · %@
fr: Suivre ton iPhone · %@
hu: Az iPhone követése · %@
it: Segui il tuo iPhone · %@
ja: iPhone に合わせる · %@
ko: iPhone 따르기 · %@
ms: Ikut iPhone anda · %@
pt: Seguir o iPhone · %@
ru: Следовать настройкам iPhone · %@
zh_hans: 跟随 iPhone · %@

source: Follows the global setting above.
de: Verwendet die globale Einstellung oben.
es: Sigue el ajuste general de arriba.
et: Järgib ülalolevat globaalset seadistust.
fr: Suit le réglage général ci-dessus.
hu: A fenti globális beállítást követi.
it: Segue l'impostazione generale qui sopra.
ja: 上の全体設定に従います。
ko: 위의 전체 설정을 따라요.
ms: Mengikut tetapan global di atas.
pt: Segue a definição geral acima.
ru: Следует глобальной настройке выше.
zh_hans: 跟随上方的全局设置。

source: Font
de: Schrift
es: Fuente
fr: Police
hu: Betűtípus
it: Carattere
ja: フォント
ko: 글꼴
ms: Fon
pt: Tipo de letra
ru: Шрифт
zh_hans: 字体

source: Font installation failed
de: Schriftinstallation fehlgeschlagen
es: Error al instalar la fuente
et: Fondi paigaldamine ebaõnnestus
fr: Échec de l’installation de la police
hu: A betűtípus telepítése sikertelen
it: Installazione del carattere non riuscita
ja: フォントをインストールできませんでした
ko: 글꼴 설치 실패
ms: Pemasangan fon gagal
pt: Falha ao instalar o tipo de letra
ru: Не удалось установить шрифт
zh_hans: 字体安装失败

source: Font name
de: Schriftname
es: Nombre de la fuente
et: Fondi nimi
fr: Nom de la police
hu: Betűtípus neve
it: Nome del font
ja: フォント名
ko: 글꼴 이름
ms: Nama fon
pt: Nome da fonte
ru: Название шрифта
zh_hans: 字体名称
